/*  */
/* A message */
/* A title */
"Clicked link" = "asdf";

/* A swift test with format */
"Format: %@" = "Format: %@";

/* A simple swift test */
"Swift test 1" = "Swift test 1";

/*** *.storyboard Files Section ***/

/*** Main.storyboard ***/

/* Button That does something - normal state of button */
"Default State text" = "Default State text";

/* Button That does something - disabled state of button */
"Disabled State text" = "Disabled State text";

/* Button That does something - selected state of button */
"Selected State text" = "Selected State text";

/* Button That does something - highlighted state of button */
"Highlighted State text" = "Highlighted State text";

/* Button with attributed text that does something - normal state of button Part 1 */
"Default Part1 " = "Default Part1 ";

/* Button with attributed text that does something - normal state of button Part 2 */
"Default Part2" = "Default Part2";

/* Button with attributed text that does something - disabled state of button Part 1 */
"Disabled Part1
" = "Disabled Part1
";

/* Button with attributed text that does something - disabled state of button Part 2 */
"Disabled Part2" = "Disabled Part2";

/* Button with attributed text that does something - highlighted state of button Part 1 */
"Highlighted Part1
" = "Highlighted Part1
";

/* Button with attributed text that does something - highlighted state of button Part 2 */
"Highlighted Part2" = "Highlighted Part2";

/* Text Field default text value */
"Text field text" = "Text field text";

/* Attributed Text Field Part 1 */
/* Attributed Text View Part 1 */
"Attributed" = "Attributed";

/* Attributed Text Field Part 2 */
" Text field" = " Text field";

/* Attributed Text Field placeholder text value */
"dont attribute placeholder" = "dont attribute placeholder";

/* Text View default text value */
/* Attributed Text View Part 2 */
"Text View" = "Text View";

/* Label describing something */
"Label" = "Label";

/* Label with attributed text describing something Part 1 */
"Attributed Label Part 1 " = "Attributed Label Part 1 ";

/* Label with attributed text describing something Part 2 */
"Attributed Label Part 2" = "Attributed Label Part 2";

/* Part of a label in the example */
/* Some link prefix */
"The first part" = "The first part";

/* Part of label in the example */
"The second part" = "The second part";

/* Link text to something */
"This is a link" = "This is a link";

/* Some text that comes after the link */
" Continuation of text" = " Continuation of text";

